[
  {
    "id": "624b239e828ebe153af77f28",
    "rating": 4.5,
    "img": "https://img.freepik.com/free-photo/portrait-happy-young-man-carrying-backpack-taking-selfie-with-smartphone_23-2148203139.jpg?w=740",
    "name": "Michael Watson",
    "review": "Probably it is the best car out there. It is beyond gorgeous. The chrome black outer look is everything one can wish for. Not only the car is a beauty but also the configuration. It's one of the fastest car among the recent sports cars. It can speed up-to 300-350 km/hr. The engine is extremely strong and the breaks work perfectly. The speedy break is smooth. It's very expensive but also worth the price every penny. It is downright comfortable. You can have the smoothest ride of your life.\r\n"
  },
  {
    "id": "624b239e38c87d34affcb6a4",
    "rating": 4.0,
    "img": "https://img.freepik.com/free-photo/portrait-eastern-arabian-man-purple-background_280538-5458.jpg?w=740",
    "name": "David Smith",
    "review": "It's a decent car. The model looks older but the body gives a metallic look. It's pretty fast. It can speed up-to 180-200 km/hr. The engine is very good and the breaks works fine. The seats are leather made and very comfortable. It's a little expensive but a good deal overall.\r\n"
  },
  {
    "id": "624b239ef1548ee817924e71",
    "rating": 4.2,
    "img": "https://img.freepik.com/free-photo/portrait-beautiful-african-woman-sitting-sofa-drinking-tea-isolated-home-interior_155003-45336.jpg?t=st=1649098692~exp=1649099292~hmac=ef9f57805eb0f5e4f50e528d47c5dff5adeb421b78f473d6b432f17b1018d174&w=740",
    "name": "Carla Jones",
    "review": "It's a great car. The outlook is gorgeous. The royal blue color presents the royalty here. Also, it's very smooth for driving. It can speed up-to 200-250 km/hr. the engine is strong and the breaks works perfectly. The seats are soft and very comfortable. The car is beautiful inside and outside. The price is also reasonable. Overall, it's a perfect deal. \r\n"
  },
  {
    "id": "624b239e92b224ce4f4b1a67",
    "rating": 3.0,
    "img": "https://img.freepik.com/free-photo/medium-shot-happy-man-smiling_23-2148221808.jpg?t=st=1649098692~exp=1649099292~hmac=54157f77c386fac2998d7d2848d0d01c2c9f2a72adc6ba2f87e6d270fb8a16f9&w=740",
    "name": "Ronald Crane",
    "review": "This car has come issues. It's looks nice and the red color suits well with it but the looks aren't everything for a car. The main factor is the configuration. There is a problem with the engine. The temperature of the engine gets very high after a few hours. The other parts are alright. The breaks works fine. The price is a bit high. The seats are comfortable. Apart from the engine issue, it runs pretty fine. The speed is up-tp 180-220 km/hr.\r\n"
  },
  {
    "id": "624b239eb08de5dc7c79abe8",
    "rating": 3.8,
    "img": "https://img.freepik.com/free-photo/business-woman-sitting-with-coffee-cup-laptop_23-2148095734.jpg?w=740",
    "name": "Ariana Clark",
    "review": "This car is excellent. It's beautiful inside and outside. It's pretty large so perfect for a family outing. The engine, gears and breaks are all very good. The speed is pretty good too. It can speed up-to 180-200 km/hr. The price is cheaper than most other cars of this configuration.\r\n"
  },
  {
    "id": "624b239e8ca016e9b2462a92",
    "rating": 3.5,
    "img": "https://img.freepik.com/free-photo/close-up-young-man-looking-camera-against-grey-wall_23-2148130316.jpg?w=740",
    "name": "Will Jonson",
    "review": "This car is very average for a sports car. The body looks fine and the yellow color attracts people but the speed is not that fast considering a sports car. It speeds up-to 150-180 km/hr. The engine also gets very hot after a few hours. Also, it's not suitable for hard breaks. The price is reasonable but the car has some issues.\r\n"
  }
]